[
    {
        "title": "Lalbagh Palace Tickets",
        "id": "1j43dt0",
        "author": "quixx0",
        "created_utc": 1741182287.0,
        "text": "lal bagh ke tickets ka price kitna hai Saturday day visit",
        "url": "https://www.reddit.com/r/Indore/comments/1j43dt0/lalbagh_palace_tickets/",
        "cleaned_text": "lalbagh palace tickets lal bagh ke tickets ka price kitna hai saturday day visit",
        "location": {
            "address": "Indore"
        }
    },
    {
        "title": "Honey Singh general access ticket available for 8th march. Anyone interested???",
        "id": "1j42z8j",
        "author": "Fearless_Code_29",
        "created_utc": 1741181068.0,
        "text": " Tickets are avialabe of general access for Honey Singh's concert. Comment if interested. ",
        "url": "https://www.reddit.com/r/Indore/comments/1j42z8j/honey_singh_general_access_ticket_available_for/",
        "cleaned_text": "honey singh general access ticket available 8th march anyone interested tickets avialabe general access honey singh concert comment interested",
        "location": {
            "address": "Indore"
        }
    },
    {
        "title": "Roommate needed",
        "id": "1j42jg7",
        "author": "ScoreOutrageous1982",
        "created_utc": 1741179710.0,
        "text": "Hey gyus\nWe are group of 3 people (age 21) want to shift in geetabhavan \nWe need one male partner preferably Veg person it anyone interested DM me",
        "url": "https://www.reddit.com/r/Indore/comments/1j42jg7/roommate_needed/",
        "cleaned_text": "roommate needed hey gyus group 3 people age 21 want shift geetabhavan need one male partner preferably veg person anyone interested dm",
        "location": {
            "address": "Indore"
        }
    },
    {
        "title": "Good college with low fees for bcom",
        "id": "1j4264l",
        "author": "qexkrr",
        "created_utc": 1741178502.0,
        "text": "I from bhopal so parents ko jyda up down na Krna pde addmission ke time pe easily ho jay .",
        "url": "https://www.reddit.com/r/Indore/comments/1j4264l/good_college_with_low_fees_for_bcom/",
        "cleaned_text": "good college low fees bcom bhopal parents ko jyda na krna pde addmission ke time pe easily ho jay",
        "location": {
            "address": "Bhopal, Huzur Tahsil, Bhopal, Madhya Pradesh, 462001, India"
        }
    },
    {
        "title": "Help !! 22 M, looking for a job.",
        "id": "1j41vx2",
        "author": "More-Accountant-2102",
        "created_utc": 1741177520.0,
        "text": "22-year-old guy here from Bhopal, looking for a job in Indore.\n\nI developed a foundational understanding of Google AdWords because I wanted to go into PPC Digital Marketing (basically running paid campaigns using Google AdWords), and I've been willing to take any opportunity that provides me with hands-on experience in the same, but I can't find anything.\n\nI've tried Indeed, Internshala, and Naukri but couldn't find anything there.\n\nIf there's anyone here who works in business consulting (digital marketing-based) or a digital marketing agency, please help a fellow out with advice, a suggestion, or a referral.\n\nI'm in a not-so-good situation currently, so any help would be appreciated.\n\nThanks in advance.\n",
        "url": "https://www.reddit.com/r/Indore/comments/1j41vx2/help_22_m_looking_for_a_job/",
        "cleaned_text": "help 22 looking job 22 year old guy bhopal looking job indore developed foundational understanding google adwords wanted go ppc digital marketing basically running paid campaigns using google adwords willing take opportunity provides hands experience find anything tried indeed internshala naukri find anything anyone works business consulting digital marketing based digital marketing agency please help fellow advice suggestion referral good situation currently help would appreciated thanks advance",
        "location": {
            "address": "Indore, Juni Indore Tahsil, Indore, Madhya Pradesh, 452001, India"
        }
    },
    {
        "title": "6 hrs layover in Indore, suggest me something to do",
        "id": "1j41jql",
        "author": "hiddenroaster",
        "created_utc": 1741176336.0,
        "text": "I will be in Indore tomorrow morning, and have connecting bus in evening. I have about 6 hrs to explore Indore and eat something special. Please give your suggestions and also suggest me some food items to take home for my family (food items that will last for 3-4 days). Thankyou ",
        "url": "https://www.reddit.com/r/Indore/comments/1j41jql/6_hrs_layover_in_indore_suggest_me_something_to_do/",
        "cleaned_text": "6 hrs layover indore suggest something indore tomorrow morning connecting bus evening 6 hrs explore indore eat something special please give suggestions also suggest food items take home family food items last 3 4 days thankyou",
        "location": {
            "address": "Indore, Juni Indore Tahsil, Indore, Madhya Pradesh, 452001, India"
        }
    },
    {
        "title": "Best faculty / institutes for advanced Coding and beyond",
        "id": "1j41f2j",
        "author": "mad_massage420",
        "created_utc": 1741175879.0,
        "text": "Hey there fellow tech honchos! I’ve been working on the roadmap to become a Full Stack Developer, and have picked the basics of Frontend and Backend under the JavaScript umbrella of languages. Increasing number of job openings seem to be demanding more than that though, so now I’m interested to learn about microservices, CI/CD, architecture, and maybe even dabble a bit on the DevOps side of things with things like cloud, etc.\n\nI’m already doing plenty of online courses, so I’m tired of the e-learning process, and was interested in learning in an in-person environment. If you’ve come across anyone with good knowledge and skills in the above mentioned fields, in the city of Indore please help me out with the details! TIA!",
        "url": "https://www.reddit.com/r/Indore/comments/1j41f2j/best_faculty_institutes_for_advanced_coding_and/",
        "cleaned_text": "best faculty institutes advanced coding beyond hey fellow tech honchos working roadmap become full stack developer picked basics frontend backend javascript umbrella languages increasing number job openings seem demanding though interested learn microservices ci cd architecture maybe even dabble bit devops side things things like cloud etc already plenty online courses tired e learning process interested learning person environment come across anyone good knowledge skills mentioned fields city indore please help details tia",
        "location": {
            "address": "Indore, Juni Indore Tahsil, Indore, Madhya Pradesh, 452001, India"
        }
    },
    {
        "title": "Got this product from the future 🚀",
        "id": "1j41f20",
        "author": "Financial-Debate2346",
        "created_utc": 1741175878.0,
        "text": "",
        "url": "https://i.redd.it/zew25zpt1vme1.png",
        "cleaned_text": "got product future",
        "location": {
            "address": "Indore"
        }
    },
    {
        "title": "looking for an offline apt coaching for cat in INDORE",
        "id": "1j40v75",
        "author": "Jolly-Fun-880",
        "created_utc": 1741173758.0,
        "text": "Hey guys I'll be moving to indore soon, please suggest me a good coaching for CAT which can make the maths stronger \npls share your experiences with Institute and Reviews\nalso suggest me how I can do better as an aspirant wen I join one \nRegards ",
        "url": "https://www.reddit.com/r/Indore/comments/1j40v75/looking_for_an_offline_apt_coaching_for_cat_in/",
        "cleaned_text": "looking offline apt coaching cat indore hey guys moving indore soon please suggest good coaching cat make maths stronger pls share experiences institute reviews also suggest better aspirant wen join one regards",
        "location": {
            "address": "Indore, Juni Indore Tahsil, Indore, Madhya Pradesh, 452001, India"
        }
    },
    {
        "title": "Suggestions for day out",
        "id": "1j40kyb",
        "author": "Huge_Paramedic_9602",
        "created_utc": 1741172558.0,
        "text": "Next week mera(18M) birthday hai toh 3-4 dosto ke saath bahar jana hai but samajh nahi aa raha kaha jau.\n\nAbhi tak gamezone plan kiya hua hai bas aur khana peena.\n\nAur kuchh ideas ho toh please drop them.\n\nThank you",
        "url": "https://www.reddit.com/r/Indore/comments/1j40kyb/suggestions_for_day_out/",
        "cleaned_text": "suggestions day next week mera 18m birthday hai toh 3 4 dosto ke saath bahar jana hai samajh nahi aa raha kaha jau abhi tak gamezone plan kiya hua hai bas aur khana peena aur kuchh ideas ho toh please drop thank",
        "location": {
            "address": "Indore"
        }
    }
]